Revit 2027 API
ParameterTypeId.AnalyticalMemberForceEndFz Property
 "End Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceEndFz { get; }
Public Shared ReadOnly Property AnalyticalMemberForceEndFz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceEndFz {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceEndFz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace